var data_eventdata_feq = 1;

var data_eventdata=[
{"name":"彩票中奖","desc":"彩票中一等奖","type":0,"prize":"[{t:1,v:200},{t:0,v:300}]"},
{"name":"意外保险","desc":"获得年终绩效奖金","type":0,"prize":"[{t:1,v:200},{t:0,v:5100}]"},
{"name":"旅游保险","desc":"吃海鲜吃出珍珠","type":0,"prize":"[{t:1,v:450},{t:0,v:300}]"},
{"name":"变卖家传文物","desc":"变卖家传文物","type":0,"prize":"[{t:1,v:20},{t:0,v:800}]"},
{"name":"出门遭遇高空坠物","desc":"出门遭遇高空坠物","type":1,"prize":"[{t:1,v:-2000},{t:0,v:-8000}]"},
{"name":"家里被盗，丢失笔记本电脑一台","desc":"家里被盗，丢失笔记本电脑一台","type":1,"prize":"[{t:1,v:-1222},{t:0,v:-900}]"},
{"name":"店铺发生火灾","desc":"店铺发生火灾","type":1,"prize":"[{t:1,v:-22},{t:0,v:-90}]"},
{"name":"出国旅游相机被偷","desc":"出国旅游相机被偷","type":1,"prize":"[{t:1,v:-800},{t:0,v:-390}]"},
{"name":"出国旅游相机被偷333","desc":"出国旅游相机被偷ttt","type":1,"prize":"[{t:1,v:-800},{t:0,v:-390}]"},
]
