var data_eventdata=[
{"desc":"彩票中一等奖","type":1,"prize":"[{t:1,v:200},{t:0,v:300}]"},
{"desc":"获得年终绩效奖金","type":1,"prize":"[{t:1,v:200},{t:0,v:5100}]"},
{"desc":"吃海鲜吃出珍珠","type":1,"prize":"[{t:1,v:450},{t:0,v:300}]"},
{"desc":"变卖家传文物","type":1,"prize":"[{t:1,v:20},{t:0,v:800}]"},
{"desc":"出门遭遇高空坠物","type":2,"prize":"[{t:1,v:-2000},{t:0,v:-8000}]"},
{"desc":"家里被盗，丢失笔记本电脑一台","type":2,"prize":"[{t:1,v:-1222},{t:0,v:-900}]"},
{"desc":"店铺发生火灾","type":3,"prize":"[{t:1,v:-22},{t:0,v:-90}]"},
{"desc":"出国旅游相机被偷","type":4,"prize":"[{t:1,v:-800},{t:0,v:-390}]"},
]
