var data_insuredata={
'1':{"name":"乐享理财","type":1.0,"price":3000.0,"profit":150.0,"period":12.0,"descs":"保险理财类产品，短期投入，即可拥有一生的财富理财计划。",},
'2':{"name":"智享理财","type":1.0,"price":5000.0,"profit":400.0,"period":24.0,"descs":"保险理财类产品，短期投入，即可拥有一生的财富理财计划。",},
'3':{"name":"尊享理财","type":1.0,"price":10000.0,"profit":1000.0,"period":24.0,"descs":"保险理财类产品，短期投入，即可拥有一生的财富理财计划。",},
'4':{"name":"综合意外险","type":0.0,"price":400.0,"profit":200.0,"period":24.0,"descs":"投保后，在保险期间，可以规避对应的风险，规避经济上的损失",},
'5':{"name":"财产保险","type":0.0,"price":700.0,"profit":2000.0,"period":24.0,"descs":"投保后，在保险期间，可以规避对应的风险，规避经济上的损失",},
'6':{"name":"旅游意外险","type":0.0,"price":400.0,"profit":200.0,"period":24.0,"descs":"投保后，在保险期间，可以规避对应的风险，规避经济上的损失",},
'7':{"name":"健康保险","type":0.0,"price":450.0,"profit":1000.0,"period":24.0,"descs":"投保后，在保险期间，可以规避对应的风险，规避经济上的损失",},
'8':{"name":"平安车险","type":0.0,"price":700.0,"profit":1500.0,"period":24.0,"descs":"投保后，在保险期间，可以规避对应的风险，规避经济上的损失",},
}
