var data_insuredata={
'1':{"name":"乐享理财","type":1.0,"price":400.0,"profit":90.0,"period":12.0,"descs":"购买后，将在一定时间后获得固定收益，保本无风险",},
'2':{"name":"少儿分红保险","type":1.0,"price":1500.0,"profit":100.0,"period":12.0,"descs":"教育金、满期生存保险金、身故保险金、可附加豁免保险费意外伤害保险、可附加意外伤害医疗保险",},
'3':{"name":"美满人生","type":1.0,"price":6000.0,"profit":1000.0,"period":12.0,"descs":"确保美满你的一生",},
'4':{"name":"养老基金","type":1.0,"price":1800.0,"profit":140.0,"period":24.0,"descs":"养老也能赚钱",},
'5':{"name":"意外险","type":0.0,"price":400.0,"profit":0.0,"period":12.0,"descs":"投保后，在保险期间，可以规避对应的风险，规避经济上的损失",},
'6':{"name":"财产保险","type":0.0,"price":700.0,"profit":0.0,"period":24.0,"descs":"投保后，在保险期间，可以规避对应的风险，规避经济上的损失",},
'7':{"name":"旅游保险","type":0.0,"price":400.0,"profit":0.0,"period":24.0,"descs":"投保后，在保险期间，可以规避对应的风险，规避经济上的损失",},
'8':{"name":"健康保险","type":0.0,"price":450.0,"profit":0.0,"period":24.0,"descs":"投保后，在保险期间，可以规避对应的风险，规避经济上的损失",},
'9':{"name":"平安车险","type":0.0,"price":700.0,"profit":0.0,"period":24.0,"descs":"投保后，在保险期间，可以规避对应的风险，规避经济上的损失",},
}
